{
    "logo": "MONIMG",
    "language": "🇫🇷",
    "name": "Mohamed Barbych",
    "title": "Étudiant en Ingénierie Logicielle et IA",
    "intro": {
      "description": "Je suis un étudiant marocain en ingénierie logicielle et en IA à FST Tanger, passionné par le développement de jeux Unity et le développement web full stack. Mon parcours académique et mes projets m'ont fourni une solide base en IA et en apprentissage automatique. Je vise à utiliser mes compétences pour créer des solutions innovantes et des expériences de jeu immersives, contribuant ainsi aux avancées dans la technologie et l'industrie du jeu.",
      "resumeLink": "Télécharger mon CV"
    },
    "latestActivities": [
      {
        "title": "Premier Prix au Hackathon 'Côte Durable' pour Playa-Amigos",
        "description": "Premier Prix au Hackathon 'Côte Durable' pour Playa-Amigos",
        "image": "/path-to-image1"
      }
    ],
    "about": {
      "description": "En tant qu'étudiant en ingénierie logicielle et en IA à FST Tanger, j'ai développé une passion pour la création de solutions innovantes et l'amélioration de l'expérience utilisateur. Ma formation m'a permis d'acquérir une base solide en ingénierie logicielle et en systèmes intelligents, tout en cultivant un ensemble de compétences diversifiées qui allient expertise technique et compétences sociales essentielles. À travers des projets pratiques, j'ai amélioré mes capacités de résolution de problèmes, ma créativité et ma communication. Je suis déterminé à faire progresser l'innovation dans la technologie et le divertissement, et j'aime participer à des activités bénévoles et extrascolaires qui enrichissent mes expériences et favorisent la communauté."
    },
    "technologies": ["Unity", "C#", "Adobe", "Firebase"],
    "certifications": [
      {
        "title": "OCI AI Certified Foundations Associate",
        "link": "/path-to-certification",
        "image": "/path-to-certification-image"
      }
    ],
    "experiences": [
      {
        "date": "Juillet 2024",
        "title": "Stagiaire - Développement de Jeux - DINOMITE STUDIOS",
        "description": "En tant que stagiaire, j'ai contribué au développement de 'Playa-Amigos,' un jeu éducatif axé sur la conservation des océans pour les enfants. J'ai collaboré avec une équipe pour concevoir des mécanismes de jeu et des contenus interactifs, participé à des séances de brainstorming et aidé aux tests pour améliorer l'expérience utilisateur. Ce rôle m'a permis d'appliquer mes compétences en Unity et en programmation tout en travaillant sur un projet significatif promouvant la durabilité.",
        "technologies": ["Unity Game Engine", "C#", "Adobe", "Firebase"]
      }
    ],
    "projects": [
      {
        "title": "Système de Recommandation de Films",
        "description": "Un système de recommandation de films basé sur l'apprentissage automatique qui propose des choix de films personnalisés aux utilisateurs en fonction de leurs préférences. Le système inclut l'authentification des utilisateurs, les évaluations de films et des recommandations personnalisées utilisant des algorithmes de filtrage collaboratif et basé sur le contenu.",
        "technologies": ["Python", "Streamlit", "Pandas", "NumPy", "Scikit-learn"]
      }
    ],
    "contact": {
      "location": "Tanger, Maroc",
      "phone": "+2126-10-62-62-26",
      "form": {
        "fields": {
          "name": "Nom",
          "email": "E-mail",
          "message": "Message"
        },
        "button": "Envoyer"
      }
    }
  }
  